{"reactions": [{"reaction": "ahah", "score": 0.52}, {"reaction": "love", "score": 0.48}], "tags": ["crime, law enforcement", "stephen glass", "adam penenberg", "jukt", "forbes", "georgetown university", "hack heaven", "new republic", "story", "time"], "text": "Author’s note: This piece served as my final paper for my Press Ethics class during my senior year in journalism school. I co-wrote it with one of my best friends, who also happened to be my thesis partner, Marielle Santos.  When Stephen Glass walked the once great halls of The New Republic (TNR) newsroom, he was seen as a sort of demigod. He was writing not only for TNR, but also for other respected and well-known publications such as Rolling Stone, Harper, and even the late John F. Kennedy Jr.’s George. He was young, a part time law student at Georgetown University, and his voice was in demand — interesting stories always had an odd way of being thrown Glass’ way.  However, it would later on be revealed that these were not mere coincidences. Glass had been faking and orchestrating nearly every story he had published. To this day, the Glass case is still regarded as the “most sustained fraud in modern journalism.” From telephone psychics to conversations between young politicians on Capitol Hill, Stephen Glass seemed to be writing about them all until The New Republic ran his now infamous story entitled “Hack Heaven.” In the said article, which was albeit ambitious if one would take the time to reread it and contemplate the things that had transpired in retrospect, Glass tells the story of Ian Restil, a 15-year-old computer hacker who managed to break into the mainframe of a supposed big time software company by the name of Jukt Micronics. However, instead of turning in the hacker to the authorities, Jukt rewarded the young fiend by recruiting him and even paying him. One would think Glass would have stopped the narrative there, but he didn’t. He would further write about how the young hacker managed to land an agent, hosted a party involving an association of hackers, and that state authorities had to send out public service announcements warning people to turn criminals like these in rather than employing them.  At the time of the article’s conception, there was still a wide discrepancy between print and digital media in terms of public credibility. As explained by Adam Penenberg, the man behind the exposing of Stephen Glass; or shall we say the man who “shattered Glass,” digital journalists were viewed as only nearly at par with gossip columnists. According to him, print loyalists were never tired of constantly reminding them of their inferiority when compared to them and how their small staffs were all dying of pressure from tighter deadlines. This however never swayed him. Penenberg was a writer for Forbes Digital Tool, now FORBES.com, at the time “Hack Heaven” came out. His beat involved technology and software, and after Glass’ story hit the stands, he was called into his editor’s office to be told off. How had he been out scooped when it was his duty to stay on top of things? Admittedly for Penenberg, the technology beat was a rough fort to hold and after that meeting with his editor, he found himself reading Glass’ article and by the end of it, he was confused.  He had never heard of any hackers’ convention nor of a software company named Jukt Micronics. From there, the series of cross checking begun and the rest, as they say, is history. “It was simply a mystery that I wanted to solve,” Penenberg said in an email interview. “When I read the article I was amazed that I had never heard of anything in it — not the phenomenon of hackers hiring agents, not companies paying extortion instead of calling law enforcement, not the government agency he listed, not the hacker convention — nothing. So I figured I must be a pretty bad reporter if I didn’t know any of this, so I figured I’d better find out fast! That’s what led me to start searching for the company, Jukt Micronics.”  Doing quick searches on the Internet was quite different back then. Manual queries took a little longer and our dear friend Google has yet to be born into existence. No, Penenberg and his team had to utilize Yahoo and had to track the obscure waters of private MSN websites to fact check Glass’ article. Their efforts, of course as previously stated, would create a seemingly ripple effect. A quick social media harvest on Twitter would reveal that the Stephen Glass story is still to this day a staple subject matter in press ethics classes all across the globe. Even Penenberg himself admits to still be receiving interview requests regarding this case nearly two decades later.  Glass’ attempt at redemption seem to be far-fetched. Almost two decades earlier, immediately after Forbes and the New Republic proved that the hacker story was fraudulent, it was disclosed that 27 out of 41 of his by-lined pieces had been wholly or partially fabricated, hence leading to his dismissal from the New Republic. After being fired from the magazine, Glass had vanished for a while to focus on earning his law degree in Georgetown University before eventually passing the New York State Bar exam in 2000 and the California State Bar exam in 2009 in an attempt to launch a new career as an attorney. However, he was denied a law license from both New York and California due to the 1998 scandal that disclosed his fabrications in more than 40 pieces he had written for the New Republic and other publications. In a 35-page decision that was release by the California State Court in January 2014, Glass was accused of still continuing his series of deception ultimately scratching his hopes of becoming a lawyer. The court found that Glass still hadn’t come clean about many of the articles he falsified.  Today, Glass now works for the California law firm Carpenter, Zuckerman and Rowley as “Director of Special Projects” where he helps clients prepare to tell their personal injury stories to trial. At the time of this article’s writing, Glass currently declines interview requests due to the recent passing of his wife.  In this era of social media and fake news, it is important, now more than ever, to revisit the story of Steve Glass and how he, for a time, was able to get away with his lies. With all the resources readily available to us, Adam Penenberg notes that it is not impossible for another Glass to mushroom in the media practice. “You see “fake news” almost everywhere you look these days. Soon you’ll see videos in which a person speaking right never have actually uttered those words. The fake news is getting better — more convincing — all the time. What is true is that today it is easier than ever to plagiarize and fabricate stories, since information is so readily available. But it’s also easier to catch. So we’ll see how this all plays out in the coming years,” he warns.  Thus, it is the responsibility of journalists and other media practitioners to speak the truth. Penenberg notes that despite the “handwringing that afflicts our profession, there is great journalism being performed.” He adds that if you subscribe to the 80–20 rule, where 80% of everything is “crap” but 20% is good, then it stands to reason there is way more great stuff published today with the aid of the digital revolution. Unfortunately though, he adds that there is way “more crap you have to wade through to get to the good stuff.”", "topics": [{"category": "crime, law enforcement", "score": 0.5811019584142973, "level": 0}, {"category": "arts, culture, entertainment", "score": 0.24841067284692114, "level": 0}, {"category": "domestic politics", "score": 0.17048736873878154, "level": 0}], "keywords": [{"score": 1.0, "name": "story"}, {"score": 1.0, "name": "time"}, {"score": 1.0, "name": "article"}, {"score": 1.0, "name": "hacker"}, {"score": 1.0, "name": "law"}, {"score": 1.0, "name": "writing"}, {"score": 1.0, "name": "company"}, {"score": 0.7, "name": "note"}, {"score": 0.7, "name": "way"}, {"score": 0.7, "name": "day"}, {"score": 0.7, "name": "software"}, {"score": 0.7, "name": "interview"}, {"score": 0.7, "name": "fabrications"}, {"score": 0.7, "name": "today"}, {"score": 0.7, "name": "fake news"}, {"score": 0.1, "name": "piece"}, {"score": 0.1, "name": "class"}, {"score": 0.1, "name": "case"}, {"score": 0.1, "name": "things"}, {"score": 0.1, "name": "name"}, {"score": 0.1, "name": "authorities"}, {"score": 0.1, "name": "agent"}, {"score": 0.1, "name": "state"}, {"score": 0.1, "name": "print"}, {"score": 0.1, "name": "man"}, {"score": 0.1, "name": "stands"}, {"score": 0.1, "name": "editor"}, {"score": 0.1, "name": "beat"}, {"score": 0.1, "name": "convention"}, {"score": 0.1, "name": "series"}, {"score": 0.1, "name": "check"}, {"score": 0.1, "name": "requests"}, {"score": 0.1, "name": "decades"}, {"score": 0.1, "name": "attempt"}, {"score": 0.1, "name": "seem"}, {"score": 0.1, "name": "exam"}, {"score": 0.1, "name": "media"}, {"score": 0.1, "name": "speaking"}, {"score": 0.1, "name": "crap"}, {"score": 0.1, "name": "final paper"}, {"score": 0.1, "name": "senior year"}, {"score": 0.1, "name": "journalism"}, {"score": 0.1, "name": "school"}, {"score": 0.1, "name": "best friends"}, {"score": 0.1, "name": "thesis"}, {"score": 0.1, "name": "partner"}, {"score": 0.1, "name": "great halls"}, {"score": 0.1, "name": "newsroom"}, {"score": 0.1, "name": "sort"}, {"score": 0.1, "name": "demigod"}, {"score": 0.1, "name": "other respected"}, {"score": 0.1, "name": "well-known publications"}, {"score": 0.1, "name": "part"}, {"score": 0.1, "name": "student"}, {"score": 0.1, "name": "voice"}, {"score": 0.1, "name": "demand"}, {"score": 0.1, "name": "interesting stories"}, {"score": 0.1, "name": "odd way"}, {"score": 0.1, "name": "mere coincidences"}, {"score": 0.1, "name": "fraud"}, {"score": 0.1, "name": "modern journalism"}, {"score": 0.1, "name": "telephone"}, {"score": 0.1, "name": "psychics"}, {"score": 0.1, "name": "conversations"}, {"score": 0.1, "name": "young politicians"}, {"score": 0.1, "name": "infamous story"}, {"score": 0.1, "name": "one"}, {"score": 0.1, "name": "retrospect"}, {"score": 0.1, "name": "15-year-old computer"}, {"score": 0.1, "name": "mainframe"}, {"score": 0.1, "name": "supposed big time"}, {"score": 0.1, "name": "young fiend"}, {"score": 0.1, "name": "young hacker"}, {"score": 0.1, "name": "land"}, {"score": 0.1, "name": "party"}, {"score": 0.1, "name": "association"}, {"score": 0.1, "name": "public service"}, {"score": 0.1, "name": "announcements"}, {"score": 0.1, "name": "people"}, {"score": 0.1, "name": "criminals"}, {"score": 0.1, "name": "conception"}, {"score": 0.1, "name": "wide discrepancy"}, {"score": 0.1, "name": "digital media"}, {"score": 0.1, "name": "terms"}, {"score": 0.1, "name": "public credibility"}, {"score": 0.1, "name": "digital journalists"}, {"score": 0.1, "name": "par"}, {"score": 0.1, "name": "gossip"}, {"score": 0.1, "name": "columnists"}, {"score": 0.1, "name": "loyalists"}, {"score": 0.1, "name": "inferiority"}, {"score": 0.1, "name": "small staffs"}, {"score": 0.1, "name": "pressure"}, {"score": 0.1, "name": "tighter deadlines"}, {"score": 0.1, "name": "writer"}, {"score": 0.1, "name": "involved technology"}, {"score": 0.1, "name": "office"}, {"score": 0.1, "name": "duty"}, {"score": 0.1, "name": "top"}, {"score": 0.1, "name": "technology"}, {"score": 0.1, "name": "rough fort"}, {"score": 0.1, "name": "meeting"}, {"score": 0.1, "name": "end"}, {"score": 0.1, "name": "cross"}, {"score": 0.1, "name": "rest"}, {"score": 0.1, "name": "history"}, {"score": 0.1, "name": "mystery"}, {"score": 0.1, "name": "email"}, {"score": 0.1, "name": "anything"}, {"score": 0.1, "name": "phenomenon"}, {"score": 0.1, "name": "extortion"}, {"score": 0.1, "name": "enforcement"}, {"score": 0.1, "name": "government"}, {"score": 0.1, "name": "agency"}, {"score": 0.1, "name": "nothing"}, {"score": 0.1, "name": "pretty bad reporter"}, {"score": 0.1, "name": "quick searches"}, {"score": 0.1, "name": "different back"}, {"score": 0.1, "name": "manual queries"}, {"score": 0.1, "name": "dear friend"}, {"score": 0.1, "name": "existence"}, {"score": 0.1, "name": "team"}, {"score": 0.1, "name": "obscure waters"}, {"score": 0.1, "name": "fact"}, {"score": 0.1, "name": "efforts"}, {"score": 0.1, "name": "course"}, {"score": 0.1, "name": "ripple effect"}, {"score": 0.1, "name": "quick social media"}, {"score": 0.1, "name": "harvest"}, {"score": 0.1, "name": "staple"}, {"score": 0.1, "name": "subject matter"}, {"score": 0.1, "name": "press"}, {"score": 0.1, "name": "ethics"}, {"score": 0.1, "name": "globe"}, {"score": 0.1, "name": "redemption"}, {"score": 0.1, "name": "by-lined pieces"}, {"score": 0.1, "name": "dismissal"}, {"score": 0.1, "name": "magazine"}, {"score": 0.1, "name": "degree"}, {"score": 0.1, "name": "new career"}, {"score": 0.1, "name": "attorney"}, {"score": 0.1, "name": "license"}, {"score": 0.1, "name": "1998 scandal"}, {"score": 0.1, "name": "other publications"}, {"score": 0.1, "name": "35-page decision"}, {"score": 0.1, "name": "release"}, {"score": 0.1, "name": "deception"}, {"score": 0.1, "name": "hopes"}, {"score": 0.1, "name": "lawyer"}, {"score": 0.1, "name": "court"}, {"score": 0.1, "name": "firm"}, {"score": 0.1, "name": "clients"}, {"score": 0.1, "name": "personal injury"}, {"score": 0.1, "name": "trial"}, {"score": 0.1, "name": "recent passing"}, {"score": 0.1, "name": "wife"}, {"score": 0.1, "name": "era"}, {"score": 0.1, "name": "social media"}, {"score": 0.1, "name": "resources"}, {"score": 0.1, "name": "mushroom"}, {"score": 0.1, "name": "practice"}, {"score": 0.1, "name": "videos"}, {"score": 0.1, "name": "person"}, {"score": 0.1, "name": "right"}, {"score": 0.1, "name": "words"}, {"score": 0.1, "name": "better —"}, {"score": 0.1, "name": "convincing —"}, {"score": 0.1, "name": "information"}, {"score": 0.1, "name": "years"}, {"score": 0.1, "name": "responsibility"}, {"score": 0.1, "name": "journalists"}, {"score": 0.1, "name": "practitioners"}, {"score": 0.1, "name": "truth"}, {"score": 0.1, "name": "handwringing"}, {"score": 0.1, "name": "profession"}, {"score": 0.1, "name": "great journalism"}, {"score": 0.1, "name": "80–20 rule"}, {"score": 0.1, "name": "everything"}, {"score": 0.1, "name": "reason"}, {"score": 0.1, "name": "great stuff"}, {"score": 0.1, "name": "aid"}, {"score": 0.1, "name": "digital revolution"}, {"score": 0.1, "name": "good stuff"}], "lang": "en", "lang-ext": "English", "sentiment": "neutral", "url": "https://medium.com/@denbaranda/still-shattered-revisiting-the-stephen-glass-case-1a016d54c177", "summary": "He was young, a part time law student at Georgetown University, and his voice was in demand — interesting stories always had an odd way of being thrown Glass’ way. To this day, the Glass case is still regarded as the “most sustained fraud in modern journalism.” From telephone psychics to conversations between young politicians on Capitol Hill, Stephen Glass seemed to be writing about them all until The New Republic ran his now infamous story entitled “Hack Heaven.” In the said article, which was albeit ambitious if one would take the time to reread it and contemplate the things that had transpired in retrospect, Glass tells the story of Ian Restil, a 15-year-old computer hacker who managed to break into the mainframe of a supposed big time software company by the name of Jukt Micronics. “When I read the article I was amazed that I had never heard of anything in it — not the phenomenon of hackers hiring agents, not companies paying extortion instead of calling law enforcement, not the government agency he listed, not the hacker convention — nothing.", "entities": [{"info": {"wikipedia": "http://en.wikipedia.org/wiki/Stephen_Glass", "description": "Stephen Randall Glass (born September 15, 1972) is an American former journalist.  In 1998, it was revealed that as many as half of his published articles were fabrications. Over a three-year period as a young rising star at The New Republic, Glass invented quotations, sources, and events in articles he wrote for that magazine and others. Most of Glass's articles were of the entertaining and humorous type; some were based entirely on fictional events."}, "score": 1.0, "type": "Person", "name": "Stephen Glass"}, {"info": {"wikipedia": "http://en.wikipedia.org/wiki/Adam_Penenberg", "description": "Adam L. Penenberg (born July 27, 1962) is a U.S. investigative journalist and editor, best known for his role in the affair surrounding the The New Republic reporter Stephen Glass in 1998. He is currently the editor of technology news site PandoDaily."}, "score": 1.0, "type": "Person", "name": "Adam Penenberg"}, {"info": null, "score": 1.0, "type": "Place", "name": "New Republic"}, {"info": {"wikipedia": "http://en.wikipedia.org/wiki/California", "description": "California (/ˌkælɨˈfɔrnjə/) is a state located on the West Coast of the United States. It is the most populous U.S. state, home to one out of eight people who live in the U.S., with a total of 38 million people, and it is the third largest state by area (after Alaska and Texas). California is bordered by Oregon to the north, Nevada to the east, Arizona to the southeast, and the Mexican state of Baja California to the south."}, "score": 1.0, "type": "Place", "name": "California"}, {"info": null, "score": 1.0, "type": "Person", "name": "Jukt"}, {"info": null, "score": 0.8, "type": "Person", "name": "Forbes"}, {"info": {"wikipedia": "http://en.wikipedia.org/wiki/Georgetown_University", "description": "Georgetown University is a private research university in Washington, D.C. Founded in 1789, it is the oldest Catholic college or university in the United States, and so the oldest Jesuit university in the country. Georgetown's main campus, located in Washington's Georgetown neighborhood, is noted for Healy Hall, a National Historic Landmark in the Romanesque revival style."}, "score": 0.5, "type": "Organization", "name": "Georgetown University"}, {"info": {"wikipedia": "http://en.wikipedia.org/wiki/New_York", "description": "New York is a state in the Northeastern and Mid-Atlantic regions of the United States. New York is the 27th-most extensive, the fourth-most populous, and the seventh-most densely populated of the 50 United States. New York is bordered by New Jersey and Pennsylvania to the south and Connecticut, Massachusetts, and Vermont to the east."}, "score": 0.5, "type": "Place", "name": "New York"}, {"info": null, "score": 0.5, "type": "Person", "name": "Hack Heaven"}, {"info": null, "score": 0.5, "type": "Organization", "name": "TNR"}, {"info": {"wikipedia": "http://en.wikipedia.org/wiki/John_F._Kennedy_Jr.", "description": "John Fitzgerald Kennedy Jr. (November 25, 1960 – July 16, 1999), often referred to as JFK Jr. or John-John in the press, was an American lawyer, journalist, and magazine publisher. He was the surviving son of U.S. President John F. Kennedy and First Lady Jacqueline Bouvier Kennedy, and younger brother of Caroline Kennedy. He was a nephew of Senators Robert F."}, "score": 0.1, "type": "Person", "name": "John F. Kennedy Jr."}, {"info": null, "score": 0.1, "type": "Organization", "name": "Author"}, {"info": null, "score": 0.1, "type": "Organization", "name": "MSN"}, {"info": null, "score": 0.1, "type": "Organization", "name": "Director of Special Projects"}, {"info": null, "score": 0.1, "type": "Person", "name": "Rolling Stone"}, {"info": {"wikipedia": "http://en.wikipedia.org/wiki/Twitter", "description": "Twitter is an online social networking service that enables users to send and read short 140-character messages called \"tweets\".Registered users can read and post tweets, but unregistered users can only read them.  Users access Twitter through the website interface, SMS, or mobile device app. Twitter Inc."}, "score": 0.1, "type": "Organization", "name": "Twitter"}, {"info": null, "score": 0.1, "type": "Person", "name": "Yahoo"}, {"info": null, "score": 0.1, "type": "Person", "name": "Rowley"}, {"info": null, "score": 0.1, "type": "Person", "name": "Carpenter"}, {"info": null, "score": 0.1, "type": "Place", "name": "No"}, {"info": null, "score": 0.1, "type": "Person", "name": "Ian Restil"}, {"info": null, "score": 0.1, "type": "Person", "name": "Harper"}, {"info": {"wikipedia": "http://en.wikipedia.org/wiki/Google", "description": "Google /ɡuːɡ(ə)l/ is a United States-headquartered, multinational corporation specializing in Internet-related services and products. These include online advertising technologies, search, cloud computing, and software. Most of its profits are derived from AdWords, an online advertising service that places advertising near the list of search results.Google was founded by Larry Page and Sergey Brin while they were Ph.D. students at Stanford University."}, "score": 0.1, "type": "Organization", "name": "Google"}, {"info": null, "score": 0.1, "type": "Person", "name": "Zuckerman"}, {"info": {"wikipedia": "http://en.wikipedia.org/wiki/Capitol_Hill", "description": null}, "score": 0.1, "type": "Place", "name": "Capitol Hill"}, {"info": null, "score": 0.1, "type": "Misc", "name": "Internet"}, {"info": null, "score": 0.1, "type": "Person", "name": "Marielle Santos"}, {"info": null, "score": 0.1, "type": "Misc", "name": "Press Ethics"}, {"info": null, "score": 0.1, "type": "Person", "name": "George"}]}